[ 
{ 
"id":1,
"titulo":"<p>EL WAYUUNAIKI.&nbsp;</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre el wayuunaiki, para que aprendan y practiquen algunas palabras cotidianas en la lengua nativa de los wayuu.&nbsp;</p>",
"unidad":"1"
},
{ 
"id":2,
"titulo":"<p>LAS CONSONANTES.</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre las consonantes en wayuunaiki, para que aprendan y practiquen algunas palabras cotidianas en la lengua nativa de los wayuu.</p>",
"unidad":"2"
},
{ 
"id":3,
"titulo":"<p>LAS VOCALES</p>",
"objetivo":"<p>brindar a los estudiantes los conocimientos sobre las vocales en wayuunaiki y para que puedan identificar para la ense&ntilde;anza, aprendizaje de la lengua wayuunaiki para as&iacute; ponerla algunas palabras en wayuunaiki.</p>",
"unidad":"2"
},
{ 
"id":4,
"titulo":"<p>LOS VERBOS (AA&gt;INRAA)&nbsp;</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre los verbos en wayuunaiki, para que aprendan a conjugar y practiquen palabras cotidianas en la lengua nativa de los wayuu durante el proceso de formaci&oacute;n.</p>",
"unidad":"2"
},
{ 
"id":5,
"titulo":"<p>ESTRUCTURA GRAMATICAL</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre la estructura gramaticales en el wayuunaiki, para que aprendan y practiquen algunas palabras cotidianas en la lengua nativa de los wayuu.</p>",
"unidad":"3"
},
{ 
"id":6,
"titulo":"<p>LOS SUSTANTIVOS</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre los sustantivos en wayuunaiki, para que aprendan y practiquen algunas palabras cotidianas en la lengua nativa de los wayuu.</p>",
"unidad":"3"
},
{ 
"id":7,
"titulo":"<p>LOS GENEROS, NUMERO Y ARTICULO.</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre los g&eacute;neros en wayuunaiki, para que aprendan y practiquen algunas palabras cotidianas en la lengua nativa de los wayuu.</p>",
"unidad":"3"
},
{ 
"id":8,
"titulo":"<p>LOS PRONOMBRES PERSONALES&nbsp;</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre los pronombres en wayuunaiki, para que aprendan y practiquen algunas palabras cotidianas en la lengua nativa de los wayuu.</p>",
"unidad":"3"
},
{ 
"id":9,
"titulo":"<p>LOS SALUDOS &ndash; ASA&gt;KA&nbsp;&nbsp;&nbsp;</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre los saludos asa&gt;ka&nbsp;&nbsp; en wayuunaiki, para que aprendan y practiquen algunos saludos cotidianos en la lengua nativa de los wayuu.</p>",
"unidad":"4"
},
{ 
"id":10,
"titulo":"<p>LA FAMILIA &ndash; APUSHI</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre la importancia y los valores de la familia wayuu, para que conozcan y aprendan m&aacute;s sobre la costumbre de la familia de los wayuu.</p>",
"unidad":"4"
},
{ 
"id":11,
"titulo":"<p>LOS COLORES&nbsp;</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre los colores en wayuunaiki, para que aprendan y practiquen algunas en la cotidianas en la lengua nativa de los wayuu.</p>",
"unidad":"4"
},
{ 
"id":13,
"titulo":"<p>LOS PUNTOS CARDINALES&nbsp;</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre los puntos cardinales&nbsp;&nbsp; en wayuunaiki, para que aprendan y practiquen los puntos cardinales para el aprendizaje en la lengua nativa de los wayuu.</p>",
"unidad":"3"
},
{ 
"id":14,
"titulo":"<p>EVALUACI&Oacute;N &ndash; PERIODO 1</p>",
"objetivo":"<p>los estudiantes ser&aacute;n capaces de reconocer y utilizar de forma adecuada algunos t&eacute;rminos esenciales del wayuunaiki y frases comunes en di&aacute;logos sencillos y contextos habitual</p>",
"unidad":"5"
},
{ 
"id":15,
"titulo":"<p>CONJUGACI&Oacute;N DEL VERBO&nbsp;</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre la conjugaci&oacute;n de los verbos, para que conozcan y aprendan m&aacute;s sobre el dialecto de la familia de los wayuu.&nbsp; y practiquen algunas palabras cotidianas en la lengua nativa.</p>",
"unidad":"6"
},
{ 
"id":16,
"titulo":"<p>ADVERBIOS Y CONCEPTOS&nbsp;</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre los adverbios en wayuunaiki, para que aprendan y practiquen algunas palabras cotidianas en la lengua nativa de los wayuu.</p>",
"unidad":"6"
},
{ 
"id":17,
"titulo":"<p>EXPRESI&Oacute;N COTIDIANA</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre las expresiones cotidianas en wayuunaiki, para que aprendan y practiquen algunas en la lengua nativa de los wayuu.</p>",
"unidad":"7"
},
{ 
"id":18,
"titulo":"<p>PRESENTACI&Oacute;N PERSONAL&nbsp;&nbsp;&nbsp;</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre la presentaci&oacute;n personal en wayuunaiki, para que aprendan y practiquen algunas palabras cotidianas en la lengua nativa de los wayuu.</p>",
"unidad":"7"
},
{ 
"id":19,
"titulo":"<p>VOCABULARIOS EN WAYUNAIKI</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre los vocabularios en wayuunaiki, para que aprendan y practiquen algunas palabras cotidianas en la lengua nativa de los wayuu.</p>",
"unidad":"7"
},
{ 
"id":20,
"titulo":"<p>ORACIONES EN WAYUNAIKI.&nbsp;&nbsp;&nbsp;</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre las oraciones&nbsp; en wayuunaiki, para que aprendan a formar oraciones y practiquen algunas palabras cotidianas en la lengua nativa de los wayuu.</p>",
"unidad":"8"
},
{ 
"id":21,
"titulo":"<p>&Uacute;TILES ESCOLARES (T&Uuml; KASA CHO&Uuml;JAAKA S&Uuml;PULA EKIRAAJAWA.)</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre los utiles escolares en wayuunaiki, para que aprendan y practiquen algunos nombres de los objetos cotidianas en la lengua nativa de los wayuu.</p>",
"unidad":"8"
},
{ 
"id":22,
"titulo":"<p>ACTIVIDAD DE LOS WAYUU. (SHI&gt;ATAIN &nbsp;&nbsp;&nbsp;WAYUU).</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre las actividades del grupo ind&iacute;gena wayuu, para que aprendan y practiquen algunas dentro de la cotidianidad de la lengua nativa de los wayuu.</p>",
"unidad":"9"
},
{ 
"id":23,
"titulo":"<p>OBJETOS QUE HALLAMOS EN LA ESCUELA (T&Uuml; WE&gt;ER&Uuml;INJATKAT SULU&gt;U EKIRAJAALEEKAA&nbsp;</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre los diferentes objetos que se encuentra en las escuelas de los ni&ntilde;os wayuu para que aprendan y practiquen algunas palabras cotidianas en la lengua nativa de los wayuu.</p>",
"unidad":"8"
},
{ 
"id":24,
"titulo":"<p>VESTIMENTA WAYUU.</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre la vestimenta t&iacute;pica de la poblaci&oacute;n ind&iacute;gena wayuu para que aprendan y relacionen las diferencias que hay entre otros grupos ind&iacute;genas que existen.&nbsp;&nbsp;</p>",
"unidad":"10"
},
{ 
"id":25,
"titulo":"<p>TEJIDOS DE LOS WAYUU. (SA&gt;N&Uuml;IN WAYUU)</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre las actividades del tejido del ind&iacute;gena wayuu, para que aprendan a identificar las artesan&iacute;as propias wayuu.</p>",
"unidad":"9"
},
{ 
"id":26,
"titulo":"<p>LAS FRUTAS WAYUU (S&Uuml;&Uuml;TPA&gt;IN WAYUU)</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre las frutas de la familia wayuu, para que conozcan y aprendan m&aacute;s sobre las frutas dentro tradici&oacute;n.</p>",
"unidad":"9"
},
{ 
"id":27,
"titulo":"<p>LA CREACI&Oacute;N PARA LOS WAYUU. (S&Uuml;KUMAJAYA KASA)</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre la creaci&oacute;n para que conozcan y aprendan m&aacute;s sobre la familia de los wayuu.&nbsp; y practiquen algunas palabras cotidianas en la lengua nativa.</p>",
"unidad":"11"
},
{ 
"id":28,
"titulo":"<p>LA HORA</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre los manejos de las horas para los wayuu para que aprendan y practiquen algunas horas y palabras cotidianas en la lengua nativa de los wayuu.</p>",
"unidad":"11"
},
{ 
"id":29,
"titulo":"<p>LOS INSTRUMENTOS MUSICALES DE LOS WAYUU.</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre la importancia de los instrumentos musicales de los wayuu, para que conozcan y aprendan m&aacute;s sobre usos y costumbre de los wayuu.</p>",
"unidad":"11"
},
{ 
"id":30,
"titulo":"<p>COMIDAS T&Iacute;PICAS&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>",
"objetivo":"<p>Brindar a los estudiantes la informaci&oacute;n sobre las comidas o platos t&iacute;picos de los grupos ind&iacute;genas wayuu, para que conozca y relacionen con los platos de otros grupos ind&iacute;genas.</p>",
"unidad":"12"
},
{ 
"id":31,
"titulo":"<p>JUEGOS TRADICIONALES DE LOS WAYUU.</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre los juegos tradicionales que practica el grupo ind&iacute;gena wayuu, para que aprendan y practiquen algunas.</p>",
"unidad":"12"
},
{ 
"id":32,
"titulo":"<p>LOS N&Uacute;MEROS EN WAYUUNAIKI.</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre los n&uacute;meros en wayuunaiki, para que aprendan y practiquen los n&uacute;meros en la lengua nativa de los wayuu.</p>",
"unidad":"12"
},
{ 
"id":33,
"titulo":"<p>PARTES DEL CUERPO.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre las partes del cuerpo en wayuunaiki, para que aprendan y practiquen algunas palabras cotidianas en la lengua nativa de los wayuu.</p>",
"unidad":"13"
},
{ 
"id":34,
"titulo":"<p>LOS ANIMALES</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre los animales en wayuunaiki, para que aprendan y practiquen algunos nombres cotidianos en la lengua nativa de los wayuu.</p>",
"unidad":"13"
},
{ 
"id":35,
"titulo":"<p>LOS COLORES DE NUESTRA BANDERA.&nbsp;&nbsp;&nbsp;</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre los colores de la bandera de Colombia en wayuunaiki, para que conozcan y practiquen en la lengua nativa de los wayuu.</p>",
"unidad":"13"
},
{ 
"id":36,
"titulo":"<p>E&gt;IRAJ&Uuml;&Uuml;SHI S&Uuml;M&Uuml;IN WO&Uuml;MAIN KOLOMPIA &ndash; HIMNO NACIONAL EN WAYUUNAIKI DE COLOMBIA.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre el himno nacional en wayuunaiki para que aprendan&nbsp;&nbsp; y practiquen dentro de cotidianidad en la lengua nativa.</p>",
"unidad":"14"
},
{ 
"id":37,
"titulo":"<p>AN&Uuml;IKI S&Uuml;M&Uuml;IN WO&Uuml;MMAIN &ndash; LA ORACI&Oacute;N PATRIA&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre la oraci&oacute;n patria en wayuunaiki y para que puedan aprender&nbsp;&nbsp; y practiquen dentro de cotidianidad en la lengua nativa.</p>",
"unidad":"14"
},
{ 
"id":38,
"titulo":"<p>CASTAS O CLANES DE LA ETNIA WAYUU Y SUS S&Iacute;MBOLOS &ndash; SHIR&Uuml;K&Uuml; WAYUU S&Uuml;MA SHEJETSHA.</p>",
"objetivo":"<p>Brindar a los estudiantes los conocimientos sobre las castas o clanes de los wayuu para que aprendan&nbsp;&nbsp; y practiquen dentro de cotidianidad en la lengua nativa de los wayuu.</p>",
"unidad":"14"
}]